[
    {
        "name": "Kaiden Alenko",
        "bio_1": "Kaidan Alenko is a human Sentinel and a Systems Alliance Marine. While serving aboard the SSV Normandy, he is a Staff Lieutenant and head of the ship's Marine detail. He's also an initial member of Commander Shepard's squad. Kaidan is a biotic wired with the controversial L2 implants, which are known to cause severe neurological damage to the user. However, he is fortunate enough to only suffer from occasional severe migraines. He is a possible love interest.",
        "bio_2": "",
        "bio_3": "Kaidan returns to fight the Reapers, provided he survived on Virmire. If he did not, Ashley Williams will take his place in the squad. By the time of the events of the Reaper Invasion, Kaidan has been promoted to Major and commands the 1st Special Operations Biotic Company, a covert operations unit.",
        "image_source": "https://pbs.twimg.com/profile_images/986752169/kaigaze.jpg",
        "image_source_3": "https://static.wikia.nocookie.net/mass-effect-continuation/images/9/91/Kaidan_Alenko.jpg",
        "url": "kaiden",
        "game_1": "True",
        "game_2": "False",
        "game_3": "True"
    },
    {
        "name": "Liara T'soni",
        "bio_1": "Dr. Liara T'Soni is an asari researcher who has spent the past fifty years of her life studying Prothean technology and culture, specialising in the Prothean extinction. She was born on Thessia in 2077, making her 'only' 106—barely an adult in asari terms. She already has a great deal of insight into the Protheans and is a highly trained user of biotics. She is a potential romance interest for either a male or female Shepard.",
        "bio_2": "",
        "bio_3": "Liara has taken over the Shadow Broker's operations regardless of Shepard's involvement. \nLiara relocates to the Normandy in Miranda Lawson's old office on the crew deck. The room serves as a fully functional Shadow Broker's office, with communication terminals and monitors salvaged from the Broker ship lined up on the wall, as well as the custom VI drone, now properly reprogrammed and named 'Glyph'. Through her Shadow Broker resources, Liara greatly aids the war effort, including the acquisition of information, contacts, forces, and resources crucial to the war against the Reapers.",
        "image_source": "https://hg1.funnyjunk.com/comments/Not+picking+best+girl+liara+_0ddee1e45e77e0006b432a490ff82fe0.jpg",
        "image_source_3": "https://thumb.sfmlab.com/item-preview/item_preview/LiaraThumbnail.detail.jpg",
        "url": "liara",
        "game_1": "True",
        "game_2": "False",
        "game_3": "True"
    },
    {
        "name": "Tali'Zorah nar Rayya",
        "bio_1": "Tali'Zorah nar Rayya is a quarian and a member of Commander Shepard's squad. She is the daughter of Rael'Zorah, a member of the Admiralty Board. Though young, Tali is a mechanical genius.",
        "bio_2": "After the attack on the SSV Normandy, and having completed her Pilgrimage, Tali joined the crew of the Neema and became a respected figure in the Migrant Fleet, earning the title Tali'Zorah vas Neema. She also gained a new environmental suit, reflecting her status as a mature adult quarian. In 2185, she led a mission to the human colony of Freedom's Progress, searching for a missing quarian named Veetor'Nara who had been helping the colonists as part of his Pilgrimage. Tali and her team arrive to find Freedom's Progress eerily deserted, but with the security mechs activated. Tali guesses Veetor is responsible for turning the mechs on. During the search for Veetor, Tali runs into Commander Shepard—who arrived to investigate the disappearances with Jacob Taylor and Miranda Lawson, and whom she believed was long-dead during the Normandy's destruction.",
        "bio_3": "If she survived the suicide mission, Tali returns to the quarian fleet following Shepard's return to the Alliance. Due to her expertise with the geth, the Admiralty Board requests Tali's assistance in their campaign to retake Rannoch. If Tali was not previously exiled from the fleet, the Admiralty Board appoints her as admiral in place of her father; otherwise, Tali lends her aid in secret.",
        "image_source": "https://static.wikia.nocookie.net/masseffect/images/7/7d/ME_tali_charshot.png",
        "image_source_2": "https://i.pinimg.com/736x/18/d5/90/18d5905a57faae13cf365ecbef14fe1d.jpg",
        "image_source_3": "https://greywulf83.github.io/secondcartoonhero/img/tali-profile.jpg",
        "url": "tali",
        "game_1": "True",
        "game_2": "True",
        "game_3": "True"
    },
    {
        "name": "Garrus Vakarian",
        "bio_1": "Garrus Vakarian is a turian, formerly part of C-Sec's Investigation Division. Like most turians, Garrus had his military training at fifteen, but later followed in his father's footsteps to become a C-Sec officer. He was responsible for the investigation of Saren Arterius, the Council's top Spectre, after the Alliance claimed Saren had gone rogue. Although Garrus was told that the investigation was over, he decided to defy the Executor's order and pursue another lead on his own. Eventually, Garrus attempts to join Commander Shepard's team to help defeat Saren and the geth.",
        "bio_2": "Shepard is advised to recruit a tactical genius and infiltrator known as Archangel, who is currently operating out of Omega. \nApparently, over the past few months, Archangel has developed a reputation of being nothing short of a menace to Omega's crime empires; arriving with his team of twelve operatives, Archangel caused an impressive amount of trouble for three of the Terminus Systems' most powerful and successful mercenary groups (Blue Suns, Blood Pack and Eclipse).",
        "bio_3": "Garrus returns to fight the Reapers, provided he survived Shepard's attack on the Collector base. If Garrus did not survive the suicide mission, his name will appear on the memorial wall aboard the Normandy. \nAfter the suicide run on the Collector Base, Garrus realized what little time the galaxy had before the Reapers arrived. With the Council still unwilling to listen, Garrus went to his father, the last thing he thought he'd do, relaying all the events that had started from the Eden Prime War. As unbelievable as his story was, his father, having been C-Sec, put all the pieces together and believed him. Though Primarch Fedorian was a friend of his father's, the former wasn't easy to convince. Eventually, Garrus managed to gain his own 'Reaper task force' as a token resource to improve turian defenses, which he hopes has bought Palaven a limited amount of time when the Reapers invaded.",
        "image_source": "https://upbintrotoblogging.files.wordpress.com/2016/04/garrus_character_box.png",
        "image_source_2": "https://64.media.tumblr.com/tumblr_m1b2qqz3Q21qeds71_1332452537_cover.jpg",
        "image_source_3": "https://giantbomb1.cbsistatic.com/uploads/original/0/1366/1764422-garrus_me3_2.png",
        "url": "garrus",
        "game_1": "True",
        "game_2": "True",
        "game_3": "True"
    },
    {
        "name": "Ashley Williams",
        "bio_1": "Ashley Williams is a human soldier who served in the Systems Alliance as a Gunnery Chief in the 2nd Frontier Division on Eden Prime, and was later assigned to Commander Shepard's squad after the geth attack on Eden Prime. She is a potential romance partner for a male Shepard.",
        "bio_2": "",
        "bio_3": "Ashley returns to fight the Reapers, provided she survived on Virmire. If she did not, Kaidan Alenko will take her place in the squad. By the time of the events of the Reaper Invasion, Ashley has been promoted to the rank of Lieutenant Commander, received several commendations and has served in a covert-operations unit.",
        "image_source": "https://static.wikia.nocookie.net/masseffect/images/3/3c/Ashley_Character_Box.png",
        "image_source_3": "https://static.wikia.nocookie.net/massfanon/images/a/ab/Ashley_Williams_%28Mass_Effect_3%29.png",
        "url": "ashley",
        "game_1": "True",
        "game_2": "False",
        "game_3": "True"
    },
    {
        "name": "Urdnot Wrex",
        "bio_1": "A famed krogan mercenary and bounty hunter, Urdnot Wrex is also one of the last Krogan Battlemasters: rare individuals who combine powerful biotic abilities with the devastating firepower of advanced weaponry. A long-lived krogan who has had many adventures, Wrex has heard of Commander Shepard during his travels, and respects the Commander as a fellow warrior.",
        "bio_2": "",
        "bio_3": "",
        "image_source": "https://static.wikia.nocookie.net/massfanon/images/3/34/Urdnot_Wrex_%282186%29.png",
        "url": "wrex",
        "game_1": "True",
        "game_2": "False",
        "game_3": "False"
    },
    {
        "name": "Kasumi Goto",
        "bio_1": "",
        "bio_2": "Kasumi Goto is the galaxy's most enigmatic thief and has enemies everywhere, but only a few could put a name to her face. She is a master of stealth and infiltration.",
        "bio_3": "",
        "image_source": "https://giantbomb1.cbsistatic.com/uploads/scale_medium/3/30036/1299747-kasumigb.jpg",
        "url": "kasumi",
        "game_1": "False",
        "game_2": "True",
        "game_3": "False "
    },
    {
        "name": "Grunt",
        "bio_1": "",
        "bio_2": "Grunt is a genetically engineered krogan super soldier. Bred and educated in a tank, he was intended to exemplify the best traits of the krogan, and help reinvigorate his species. In the meantime, he fights alongside Commander Shepard to satisfy his natural desire for violence.",
        "bio_3": "",
        "image_source": "https://pbs.twimg.com/profile_images/534859433751629825/s1xdfN1M.jpeg",
        "url": "grunt",
        "game_1": "False",
        "game_2": "True",
        "game_3": "False"
    },
    {
        "name": "Thane Krios",
        "bio_1": "",
        "bio_2": "Thane Krios is a drell assassin, rumored to be the most skilled in the galaxy. Unlike most assassins, who prefer to snipe their targets from a distance, Thane prefers to get up close and kill his target personally, utilizing a mixture of stealth, firearms, hand-to-hand combat and biotic abilities.",
        "bio_3": "",
        "image_source": "https://i.pinimg.com/originals/5b/56/ae/5b56aef6555d3d18d425920d38b3a5e5.png",
        "url": "thane",
        "game_1": "False",
        "game_2": "True",
        "game_3": "False"
    },
    {
        "name": "Jack",
        "bio_1": "",
        "bio_2": "Jack, also known as Subject Zero, is a notorious criminal whose crimes include piracy, kidnapping, vandalism and murder. She is also a biotic, possibly one of the most powerful human biotics alive, and is considered so dangerous that she was kept in cryogenic stasis after she was caught. She is a potential romance interest for a male Shepard.",
        "bio_3": "",
        "image_source": "https://static.wikia.nocookie.net/villains/images/4/45/Subject_Zero_Character_Box.png",
        "url": "jack",
        "game_1": "False",
        "game_2": "True",
        "game_3": "False"
    },
    {
        "name": "Miranda Lawson",
        "bio_1": "",
        "bio_2": "Miranda Lawson is a human Cerberus Officer. As Jacob Taylor's informant, she gives him guidance and advice during missions, often via hologram. Miranda is very well traveled and has many contacts, extending from Citadel space and the Terminus Systems, to as far as the hostile Nemean Abyss. Her vast network of contacts may be explained by the fact Miranda is a known Cerberus operative, one who still has friends — or at least friends of friends — in the Alliance military.",
        "bio_3": "",
        "image_source": "https://static.wikia.nocookie.net/masseffect/images/a/ac/Miranda_Character_Box.png",
        "url": "miranda",
        "game_1": "False",
        "game_2": "True",
        "game_3": "False"
    },
    {
        "name": "Legion",
        "bio_1": "",
        "bio_2": "Legion is the name taken by the gestalt consciousness formed by 1,183 geth programs inhabiting a unique geth 'mobile platform'.",
        "bio_3": "",
        "image_source": "https://static.wikia.nocookie.net/masseffect/images/2/25/Legion.png",
        "url": "legion",
        "game_1": "False",
        "game_2": "True",
        "game_3": "False"
    },
    {
        "name": "Zaeed Massani",
        "bio_1": "",
        "bio_2": "Zaeed Massani is a feared, respected bounty hunter and mercenary soldier. Cerberus has contracted Zaeed to assist Commander Shepard in the mission to save mankind. In exchange, Zaeed requires help to complete another mission he had accepted beforehand, which is to liberate an Eldfell-Ashland Energy refinery from Blue Suns control.",
        "bio_3": "",
        "image_source": "https://www.writeups.org/wp-content/uploads/Zaeed-Massani-Mass-Effect-2-Profile.jpg",
        "url": "zaeed",
        "game_1": "False",
        "game_2": "True",
        "game_3": "False"
    },
    {
        "name": "Samara",
        "bio_1": "",
        "bio_2": "Samara is a nearly thousand-year-old asari justicar, a member of an ancient monastic order following a strict honor code. Though she is skilled with weapons, Samara usually relies on her powerful biotic abilities. Justicars rarely leave asari space, but Samara's pursuit of justice has brought her to Illium.",
        "bio_3": "",
        "image_source": "https://pbs.twimg.com/profile_images/568556623832961024/ugQ-xPdq.jpeg",
        "url": "samara",
        "game_1": "False",
        "game_2": "True",
        "game_3": "False"
    },
    {
        "name": "Morinth",
        "bio_1": "",
        "bio_2": "Morinth is an Ardat-Yakshi, an asari suffering from a rare genetic disorder which causes her to kill her mates while joining minds with them. In turn she becomes smarter, more powerful, and deadlier after each coupling. She has spent centuries as a fugitive from asari justice, surviving by her wits and cunning. Her powerful biotic abilities, and talent for dominating the minds of others, have kept her alive despite the odds.",
        "bio_3": "",
        "image_source": "https://static.wikia.nocookie.net/masseffect/images/1/18/Morinth002.png",
        "url": "morinth",
        "game_1": "False",
        "game_2": "True",
        "game_3": "False"
    },
    {
        "name": "Mordin Solus",
        "bio_1": "",
        "bio_2": "Mordin Solus is a salarian geneticist, professor, and a former operative of the Special Tasks Group, where he performed reconnaissance and participated in the modification of the genophage. In 2185, he is recruited by Commander Shepard to assist in a high-risk mission against the Collectors. Mordin has a moral character best described as consequentialist, believing the ends justify the means, though he dislikes taking life without good cause. His actions are often guided by an impersonal logic, refusing to let his conscience, personal, and emotional connections cloud his judgment of what he believes is truly best in the big picture. Though he is affable, quick-talking and friendly, Mordin bears physical scars of his time in the STG and is still handling the consequences of his past.",
        "bio_3": "",
        "image_source": "https://www.writeups.org/wp-content/uploads/Professor-Mordin-Solus-Mass-Effect-2-e.jpg",
        "url": "mordin",
        "game_1": "False",
        "game_2": "True",
        "game_3": "False"
    },
    {
        "name": "Jacob Taylor",
        "bio_1": "",
        "bio_2": "Jacob Taylor is a human biotic and a former Alliance Marine under the command of Major Derek Izunami. He resigned after surviving the geth attack on Eden Prime. He is also part of Commander Shepard's squad during the suicide mission.",
        "bio_3": "",
        "image_source": "https://static.wikia.nocookie.net/masseffect/images/c/cd/Jacob_Character_Box.png",
        "url": "jacob",
        "game_1": "False",
        "game_2": "True",
        "game_3": "False"
    },
    {
        "name": "Javik",
        "bio_1": "",
        "bio_2": "",
        "bio_3": "Javik is the only known survivor of the ancient Prothean race. After being preserved in stasis for over 50,000 years, he is revived and seeks to wreak vengeance on the Reapers for the demise of his people.",
        "image_source": "https://giantbomb1.cbsistatic.com/uploads/scale_small/0/5911/2145259-javik.png",
        "url": "javik",
        "game_1": "False",
        "game_2": "False",
        "game_3": "True"
    },
    {
        "name": "James Vega",
        "bio_1": "",
        "bio_2": "",
        "bio_3": "Lieutenant James Vega is a human Systems Alliance Marine and a member of Commander Shepard's squad in 2186. While Vega is an experienced soldier, he is unfamiliar with the seedy underbelly and political workings of the galaxy.",
        "image_source": "https://pbs.twimg.com/profile_images/548185159996944384/cn8A6CYL_400x400.png",
        "url": "james",
        "game_1": "False",
        "game_2": "False",
        "game_3": "True"
    },
    {
        "name": "EDI",
        "bio_1": "",
        "bio_2": "",
        "bio_3": "The Enhanced Defense Intelligence, or EDI, is an AI created by Cerberus and installed aboard the Normandy SR-2. She is represented visually by a holographic blue sphere and aurally with a feminine voice at various terminals throughout the ship where she can provide basic information about the Normandy and Cerberus.",
        "image_source": "https://vignette.wikia.nocookie.net/massfanon/images/f/f3/SsXdaPxK4JWa.png",
        "url": "edi",
        "game_1": "False",
        "game_2": "False",
        "game_3": "True"
    }
]